{"modelTopology":{"class_name":"Model","config":{"name":"model10","layers":[{"name":"input10","class_name":"InputLayer","config":{"batch_input_shape":[null,96],"dtype":"float32","sparse":false,"name":"input10"},"inbound_nodes":[]},{"name":"elu_ELU19","class_name":"ELU","config":{"alpha":1,"name":"elu_ELU19","trainable":true},"inbound_nodes":[[["input10",0,0,{}]]]},{"name":"elu_ELU20","class_name":"ELU","config":{"alpha":1,"name":"elu_ELU20","trainable":true},"inbound_nodes":[[["elu_ELU19",0,0,{}]]]},{"name":"dense_Dense10","class_name":"Dense","config":{"units":32,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense10","trainable":true},"inbound_nodes":[[["elu_ELU20",0,0,{}]]]}],"input_layers":[["input10",0,0]],"output_layers":[["dense_Dense10",0,0]]},"keras_version":"tfjs-layers 0.8.3","backend":"tensor_flow.js"},"weightsManifest":[{"paths":["./model.weights.bin"],"weights":[{"name":"dense_Dense10/kernel","shape":[96,32],"dtype":"float32"},{"name":"dense_Dense10/bias","shape":[32],"dtype":"float32"}]}]}