{"modelTopology":{"class_name":"Model","config":{"name":"model8","layers":[{"name":"input8","class_name":"InputLayer","config":{"batch_input_shape":[null,96],"dtype":"float32","sparse":false,"name":"input8"},"inbound_nodes":[]},{"name":"elu_ELU11","class_name":"ELU","config":{"alpha":1,"name":"elu_ELU11","trainable":true},"inbound_nodes":[[["input8",0,0,{}]]]},{"name":"elu_ELU12","class_name":"ELU","config":{"alpha":1,"name":"elu_ELU12","trainable":true},"inbound_nodes":[[["elu_ELU11",0,0,{}]]]},{"name":"dense_Dense8","class_name":"Dense","config":{"units":32,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense8","trainable":true},"inbound_nodes":[[["elu_ELU12",0,0,{}]]]}],"input_layers":[["input8",0,0]],"output_layers":[["dense_Dense8",0,0]]},"keras_version":"tfjs-layers 0.8.3","backend":"tensor_flow.js"},"weightsManifest":[{"paths":["./model.weights.bin"],"weights":[{"name":"dense_Dense8/kernel","shape":[96,32],"dtype":"float32"},{"name":"dense_Dense8/bias","shape":[32],"dtype":"float32"}]}]}