{"modelTopology":{"class_name":"Model","config":{"name":"model5","layers":[{"name":"input5","class_name":"InputLayer","config":{"batch_input_shape":[null,96],"dtype":"float32","sparse":false,"name":"input5"},"inbound_nodes":[]},{"name":"elu_ELU7","class_name":"ELU","config":{"alpha":1,"name":"elu_ELU7","trainable":true},"inbound_nodes":[[["input5",0,0,{}]]]},{"name":"elu_ELU8","class_name":"ELU","config":{"alpha":1,"name":"elu_ELU8","trainable":true},"inbound_nodes":[[["elu_ELU7",0,0,{}]]]},{"name":"elu_ELU9","class_name":"ELU","config":{"alpha":1,"name":"elu_ELU9","trainable":true},"inbound_nodes":[[["elu_ELU8",0,0,{}]]]},{"name":"dense_Dense5","class_name":"Dense","config":{"units":32,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense5","trainable":true},"inbound_nodes":[[["elu_ELU9",0,0,{}]]]}],"input_layers":[["input5",0,0]],"output_layers":[["dense_Dense5",0,0]]},"keras_version":"tfjs-layers 0.8.3","backend":"tensor_flow.js"},"weightsManifest":[{"paths":["./model.weights.bin"],"weights":[{"name":"dense_Dense5/kernel","shape":[96,32],"dtype":"float32"},{"name":"dense_Dense5/bias","shape":[32],"dtype":"float32"}]}]}