{"modelTopology":{"class_name":"Model","config":{"name":"model12","layers":[{"name":"input12","class_name":"InputLayer","config":{"batch_input_shape":[null,96],"dtype":"float32","sparse":false,"name":"input12"},"inbound_nodes":[]},{"name":"elu_ELU21","class_name":"ELU","config":{"alpha":1,"name":"elu_ELU21","trainable":true},"inbound_nodes":[[["input12",0,0,{}]]]},{"name":"elu_ELU22","class_name":"ELU","config":{"alpha":1,"name":"elu_ELU22","trainable":true},"inbound_nodes":[[["elu_ELU21",0,0,{}]]]},{"name":"elu_ELU23","class_name":"ELU","config":{"alpha":1,"name":"elu_ELU23","trainable":true},"inbound_nodes":[[["elu_ELU22",0,0,{}]]]},{"name":"dense_Dense12","class_name":"Dense","config":{"units":32,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense12","trainable":true},"inbound_nodes":[[["elu_ELU23",0,0,{}]]]}],"input_layers":[["input12",0,0]],"output_layers":[["dense_Dense12",0,0]]},"keras_version":"tfjs-layers 0.8.3","backend":"tensor_flow.js"},"weightsManifest":[{"paths":["./model.weights.bin"],"weights":[{"name":"dense_Dense12/kernel","shape":[96,32],"dtype":"float32"},{"name":"dense_Dense12/bias","shape":[32],"dtype":"float32"}]}]}